Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/sigil-tm.tmx
Source language: en
Languages: ca_es

source: Use for a person or organization primarily responsible for choice and arrangement of type used in an item. If the typographer is also responsible for other aspects of the graphic design of a book (e.g., Book designer [bkd]), codes for both functions may be needed.
ca_es: Persona o organització que es dedica principalment a triar i organitzar la tipografia d'un objecte. Si el tipògraf també és responsable d'altres aspectes del disseny gràfic d'un llibre (per exemple, «Dissenyador del libre [bkd]», es poden posar els codis de les dues funcions.

source: Videographer
ca_es: Productor de vídeo

source: Use for a person or organization in charge of a video production, e.g. the video recording of a stage production as opposed to a commercial motion picture. The videographer may be the camera operator or may supervise one or more camera operators. Do not confuse with cinematographer.
ca_es: Persona o organització encarregada de la producció de vídeo; per exemple, l'enregistrament de vídeo d'una representació escènica en contraposició a una pel·lícula comercial. Pot ser l'operador de càmera o supervisar un o més operadors de càmera. No s'ha de conforndre amb el director de fotografia.

source: Vocalist
ca_es: Vocalista

source: Use for a person or organization who principally exhibits singing skills in a musical or dramatic presentation or entertainment.
ca_es: Persona o organització que principalment mostra l'habilitat de cantar en una representació musical, dramàtica o d'entreteniment.

source: Witness
ca_es: Testimoni

source: Use for a person who verifies the truthfulness of an event or action.
ca_es: Persona que confirma la veracitat d'un esdeveniment o d'una acció.

source: Wood-engraver
ca_es: Xilògraf (a contrafibra)

source: Use for a person or organization who makes prints by cutting the image in relief on the end-grain of a wood block.
ca_es: Persona o organització que imprimeix gravant en relleu sobre una superfície perpendicular a la fibra d'un bloc de fusta.

source: Woodcutter
ca_es: Xilògraf (a fibra)

source: Use for a person or organization who makes prints by cutting the image in relief on the plank side of a wood block.
ca_es: Persona o organització que imprimeix gravant en relleu sobre una superfície paral·lela a la fibra d'un bloc de fusta.

source: Writer of accompanying material
ca_es: Autor del text addicional

source: Use for a person or organization who writes significant material which accompanies a sound recording or other audiovisual material.
ca_es: Persona o organització que escriu el material significatiu que acompanya un enregistrament de so o altres tipus de material audiovisual.

source: Start
ca_es: Inici

source: The filename cannot be empty.
ca_es: Heu d'indicar un nom de fitxer.

source: A filename cannot contains the character "%1".
ca_es: El caràcter «%1» no és permès als noms de fitxer.

source: The filename "%1" is already in use.
ca_es: Ja hi ha un fitxer amb el nom «%1».

source: Open With Application Name
ca_es: Obre amb una altra aplicació

source: Enter the name to display in the Open With menu for this application:
ca_es: Introduïu el nom d'aquesta aplicació que es mostrarà al menú «Obre amb...»:

source: Filename:
ca_es: Nom del fixer:

source: Menu Name:
ca_es: Nom del menú:

source: No File
ca_es: No hi ha cap fitxer

source: Preferences
ca_es: Preferències

source: Changes will take effect when you restart Sigil.
ca_es: Els canvis seran efectius després de reiniciar el Sigil.

source: Open Preferences Location
ca_es: Obre la ubicació de les preferències

source: Preview
ca_es: Previsualització

source: Counting occurrences..
ca_es: S'estan comptant les aparicions...

source: Replacing search term...
ca_es: S'està reemplaçant la cadena de cerca...

source: <p>A newer version of Sigil is available, version <b>%1</b>.<br/>The ChangeLog can be seen <a href='http://sigil.googlecode.com/git/ChangeLog.txt'>here</a>.</p><p>Would you like to go to the download page?</p>
ca_es: <p>Hi ha una versió nova del Sigil disponible: versió <b>%1</b>.<br/>Podeu consultar el registre dels canvis <a href='http://sigil.googlecode.com/git/ChangeLog.txt'>aquí</a>.</p><p>Voleu anar a la pàgina de descàrregues?</p>

source: Cannot read file %1: %2.
ca_es: No es pot llegir el fitxer %1: %2.

source: Sigil has encountered a problem.
ca_es: El Sigil ha tingut un problema.

source: Please <a href="http://code.google.com/p/sigil/wiki/ReportingIssues">report it</a> on the issue tracker, including the details from this dialog.
ca_es: <a href="http://code.google.com/p/sigil/wiki/ReportingIssues">Informeu-ne</a> al seguiment d'incidències, incloent'hi els detalls d'aquest quadre de diàleg.

source: Creating Index...
ca_es: S'està creant l'índex...

source: Cancel
ca_es: Cancel·la

source: Creating reports...
ca_es: S'estan creant els informes...

source: Adding Existing Files..
ca_es: S'estan afegint els fitxers...

source: Merging Files..
ca_es: S'estan combinant els fitxers...

source: Applications
ca_es: Aplicacions

source: Copyright Page
ca_es: Crèdits

source: Cannot read EPUB: %1
ca_es: No es pot llegir l'EPUB %1

source: The OPF file does not contain a valid spine.
ca_es: El fitxer OPF no conté cap <i>spine</i> vàlid.

source: Sigil has created a new one for you.
ca_es: El Sigil n'ha creat un de nou.

source: Error parsing encryption xml. Line: %1 Column %2 - %3
ca_es: Hi ha hagut un error analitzant l'encriptat xml. Línia %1 - Columna %2 - %3

source: Cannot open EPUB: %1
ca_es: No es pot obrir l'EPUB %1

source: Cannot extract file: %1
ca_es: No es pot extreure el fitxer %1

source: Cannot unzip EPUB: %1
ca_es: No es por descomprimir l'EPUB %1

source: Unable to parse container.xml file. Line: %1 Column %2 - %3
ca_es: No s'ha pogut analitzar el fitxer contenidor.xml. Línia %1 - Columna %2 - %3

source: No appropriate OPF file found
ca_es: No s'ha trobat el fitxer OPF adient

source: Unable to read OPF file. Line: %1 Column %2 - %3
ca_es: No s'ha pogut llegir el fitxer OPF. Línia %1 - Columna %2 - %3

source: The OPF manifest contains duplicate ids for: <b>%1</b>
ca_es: El manifest OPF conté identificadors duplicats per a: <b>%1</b>

source: A temporary id has been assigned to load this EPUB. You should edit your OPF file to remove the duplication.
ca_es: S'ha assignat un identificador provisional per poder carregar l'EPUB. Haurieu d'editar el vostre fitxer OPF per tal d'eliminar-ne els duplicats.

source: The OPF file did not identify the NCX file correctly.
ca_es: El fitxer OPF no ha identificat correctament el fitxer NCX.

source: Sigil has used the following file as the NCX:
ca_es: El Sigil ha utilitzat el fitxer següent com a NCX:

source: The OPF file does not contain an NCX file.
ca_es: El fitxer OPF no conté cap fitxer NCX.

source: The NCX file is not present in this EPUB.
ca_es: No hi ha cap fitxer NCX en aquest EPUB.

source: Invalid HTML file: %1
ca_es: El fitxer HTML no és correcte: %1

source: Invalid OPF file: %1
ca_es: El fitxer OPF no és correcte: %1

source: Invalid NCX file: %1
ca_es: El fitxer NCX no és correcte: %1

source: Cleaning...
ca_es: S'està netejant...

source: Collecting classes...
ca_es: S'estan aplegant les classes...

source: Table of Contents
ca_es: Taula de continguts

source: Rename Files
ca_es: Canvia el nom dels fitxers

source: Enter the starting name to use for renaming all selected files, e.g.: filename001 filename08.xhtml .html All numbers at the END of the filename you enter will be replaced sequentially starting at the number provided (default is 1 if no number is provided), with leading 0's added to match the number of digits used. If you provide a file extension it will be used for all files, otherwise the current extensions will be kept. If you just provide a file extension (e.g. .xhtml) then only file extensions will be updated. Be careful that any extension you use is valid for all selected files.
ca_es: Introduïu el nom inicial comú que tindran els fitxers seleccionats. Exemple: nomdefitxer001 nomdefitxer08.xhtml .html Els números del FINAL del nom que poseu s'aniran incrementant seqüencialment començant pel número introduït (si no en poseu cap, el predeterminat és 1) amb tants zeros al davant com calguin per concordar amb el número de dígits utilitzats. Si indiqueu una extensió de fitxer, s'utilitzara per a tots els fitxers, si no poseu extensió, es conservarà la que tinguin els fitxers originals. Si només poseu una extensió (com ara «.xhtml»), només es canviaran les extensions. Assegureu-vos que les extensions que poseu siguin vàlides per a tots els fitxers seleccionats.

source: Rename Files Starting At:
ca_es: Canvia el nom dels fitxer; comença per:

source: Section0001
ca_es: Seccio0001

source: Reports
ca_es: Informes

source: Refresh
ca_es: Actualitza

source: Saved Searches
ca_es: Cerques desades

source: Load Search
ca_es: Carrega una cerca

source: Run Find using the selected entry. If a group is selected, find the first entry in the list, then if not found look for the second entry in the list, etc.
ca_es: Executa l'ordre «Cerca» utilitzant l'entrada seleccionada. Si seleccioneu un grup, cerca la primera entrada de la llista, i, si no la troba, cerca la segona, etc.

source: Run Replace using the selected entry. If a group is selected, loop through each entry and stop at the first successful replace.
ca_es: Executa l'ordre «Reemplaça» utilitzant l'entrada seleccionada. Si seleccioneu un grup, repeteix la cerca per a cada entrada i s'atura al primer reemplaçament que faci.

source: Run Replace/Find using the selected entry. If a group is selected, loop through each entry and stop at the first successful replace/find.
ca_es: Executa «Reemplaça i cerca» utilitzant l'entrada seleccionada. Si seleccioneu un grup, repeteix l'acció per a cada entrada i s'atura al primer reemplaçament i cerca que faci.

source: Run Replace All for the selected entries in the order selected. Select a group to replace all entries in the group in order.
ca_es: Executa l'ordre «Reemplaça-ho tot» amb les entrades seleccionades i amb l'ordre seleccionat. Seleccioneu un grup per reemplaçar totes les entrades amb l'ordre del grup.

source: Run Count All for the selected entries in the order selected, including entries in selected groups.
ca_es: Executa l'ordre «Compta-ho tot» amb les entrades seleccionades i l'ordre seleccionar, incloent les entrades dels grups seleccionats.

source: Move an entry up one level in the same group.
ca_es: Mou una entrada una posició amunt dins del mateix grup.

source: Move an entry down one level in the same group.
ca_es: Moure una entrada un nivell avall en el mateix grup.

source: Click Apply to load Find & Replace with the selected search. Click OK to load your search, save your data, and close.
ca_es: Cliqueu «Aplica» per carregar la cerca i reemplaçament amb la selecció. Cliqueu «D'acord» per carregar la cerca, deseu i tanqueu.

source: All searches default to Regex, All HTML Files, Down.
ca_es: Totes les cerques són, per defecte, amb expressions regulats, a tots els fitxers HTML i cap avall.

source: Hold Ctrl down while clicking Find, Replace, etc. to temporarily search only the Current File.
ca_es: Premeu la tecla de control mentre cliqueu cerca, reemplaça, etc. per limitar temporalment la cerca al fitxer en curs.

source: You can also right click on the Find text box in the Find & Replace window to select an entry.
ca_es: També podeu fer clic amb el botó dret al quadre de la cadena de cerca del diàleg de cerca i reemplaçament per triar una de les entrades.

source: The text to put into the Find box.
ca_es: Cadena de text que s'ha de cercar.

source: The text to put into the Replace box.
ca_es: Cadena de text de reemplaçament.

source: Load the selected entry into the Find & Replace window.
ca_es: Carrega l'entrada seleccionada al diàleg de cerca i reemplaçament.

source: Saved Searches loaded from file.
ca_es: Cerques desades carregades d'un fitxer.

source: You cannot select more than one entry when using this action.
ca_es: Amb aquesta acció, només podeu seleccionar una entrada.

source: You cannot select a group for this action.
ca_es: Amb aquesta acció, no podeu seleccionar cap grup.

source: Import Search Entries
ca_es: Importa les entrades de cerca

source: Export Selected Searches
ca_es: Exporta les cerques seleccionades

source: Search entries saved.
ca_es: Entrades de cerca desades.

source: Sigil: Saved Searches
ca_es: Sigil: Cerques desades

source: The Search entries may have been modified. Do you want to save your changes?
ca_es: Les entrades de cerca poden haver estat modificades. Voleu desar-ne els canvis?

source: Insert Special Character
ca_es: Insereix un caràcter especial

source: Choose which image, video, or audio files from your computer to add to your book and automatically insert into your document.
ca_es: Seleccioneu la imatge, el vídeo o el fitxer d'àudio que voleu afegir al llibre des del vostre ordinador i s'inserirà automàticament al document.

source: Other Files...
ca_es: Altres fitxers...

source: Files In the Book
ca_es: Fitxers del llibre

source: Thumbnails
ca_es: Miniatures

source: List only the entries that match the text you enter.
ca_es: Mostra només les entrades que continguin el text introduït.

source: Enter the target URL for this hyperlink. You can select or double click on existing destinations in your book from the list above.
ca_es: Introduïu l'URL objectiu de l'enllaç. Podeu seleccionar o fer doble clic sobre objectius presents al llibre a la llista del damunt.

source: Target:
ca_es: Objectiu:

source: Targets in the Book
ca_es: Objectius del llibre

source: Insert ID
ca_es: Insereix un identificador

source: Enter an ID name to use as a destination for hyperlinks, notes, and TOC entries. The dropdown box shows existing ID names in the current file. ID names must be unique and start with a letter.
ca_es: Introduïu un nom d'identificador per als enllaços, notes i entrades de la taula de continguts. El menú emergent mostra els noms d'identificador disponibles al fixer actual. Els noms d'identificador han de únics i començar amb una lletra.

source: ID:
ca_es: Identificador:

source: Mark For Index
ca_es: Marca per a incloure a l'índex

source: Enter the index entry to create for the selected text.
ca_es: Introduïu l'entrada de l'índex que es crearà per al text seleccionat.

source: Index Entry:
ca_es: Entrada de l'índex:

source: Dictionary:
ca_es: Diccionari:

source: User Dictionary Word List
ca_es: Llista de paraules del diccionari de l'usuari

source: Add
ca_es: Afegeix

source: Spellcheck Dictionaries
ca_es: Diccionaris de verificació ortogràfica

source: Highlight misspelled words in Code View.
ca_es: Cerca les paraules incorrectes a la vista de codi.

source: Highlight Misspelled Words
ca_es: Ressalta les paraules incorrectes

source: User Dictionaries
ca_es: Diccionaris de l'usuari

source: Remove the selected dictionary. You cannot remove the last dictionary.
ca_es: Suprimeix el diccionari seleccionat. L'últim diccionari no es pot suprimir.

source: Mark which dictionaries are enabled for spell checking. Select a dictionary to display its words, and to make it the default dictionary.
ca_es: Marca els diccionaris activats per fer la correcció ortogràfica. Seleccioneu un diccionari per a veure'n les paraules i per fer-que sigui el predeterminat.

source: Enter or paste words to add to the dictionary. Words can be separated by lines, commas, or spaces.
ca_es: Introduïu o enganxeu les paraules que volgueu afegir al diccionari. Les paraules es poden separar amb línies, comes o espais.

source: The default dictionary is used when you add words to the default dictionary or use the shortcuts for Add Misspelled Words.
ca_es: El diccionari predeterminat s'utilitza quan s'hi afegeixen paraules o quan es fan servir les dreceres de teclat per afegir-hi paraules no reconegudes.

source: Default Dictionary:
ca_es: Diccionari predeterminat:

source: none
ca_es: cap

source: Remove All
ca_es: Elimina-ho tot

source: Enable
ca_es: Activa

source: Dictionary
ca_es: Diccionari

source: Name:
ca_es: Nom:

source: Add Dictionary
ca_es: Afegeix un diccionari

source: A user dictionary already exists with this name!
ca_es: Ja hi ha un diccionari de l'usuari amb aquest nom!

source: Add Words
ca_es: Afegeix paraules

source: Words:
ca_es: Paraules:

source: Could not create file!
ca_es: No s'ha pogut crear el fitxer!

source: Could not rename file!
ca_es: No s'ha pogut canviar el nom del fitxer!

source: You cannot delete the last dictionary.
ca_es: L'últim diccionari no es pot suprimir.

source: Spellcheck
ca_es: Verificació ortogràfica

source: Ignore the selected words until Sigil is restarted or a new book is opened.
ca_es: Ignora les paraules seleccionades fins que el Sigil es reinicïi o s'obri un altre llibre.

source: Add the selected words to the dictionary selected below.
ca_es: Afegeix les paraules seleccionades al diccionari seleccionat de sota.

source: Add To Dictionary:
ca_es: Afegeix al diccionari:

source: Change all occurrences of the selected word in HTML files to the word you select or type below. The selected word does not have to be misspelled.
ca_es: Canvia totes les aparicions de la paraula seleccionada als fitxers HTML amb la paraula que trieu o tecelegeu a sota. No es verifica l'ortografia de la paraula seleccionada.

source: Change Selected Word To:
ca_es: Canvia la paraula seleccionada per:

source: Sort words as AaBbCc instead of ABCabc.
ca_es: Ordena les paraules com a AaBbCc en lloc de ABCabc.

source: Case-Insensitive Sort
ca_es: Ordenació natural de caixa alta i baixa.

source: Re-check the HTML files for misspelled words. Use if you edit any HTML files while Spellcheck is open.
ca_es: Torna a fer la verificació ortogràfica dels fitxers HTML. Utilitzeu-ho si editeu un fitxer HTML mentre la verificació ortogràfica és oberta.

source: Show All Words
ca_es: Mostra totes les paraules

source: No words selected.
ca_es: No hi ha cap paraula seleccionada.

source: Ignored word(s).
ca_es: Paraules ignorades.

source: Added word(s) to dictionary.
ca_es: Paraules afegides al diccionari.

source: Added word(s) to dictionary. The dictionary is not enabled in Preferences.
ca_es: Paraules afegides al diccionari. El diccionari no és habilitat a les preferències.

source: The new word cannot contain "<", ">", or "&".
ca_es: La paraula nova no pot tenir cap «<», «>» ni «&».

source: Word
ca_es: Paraula

source: Count
ca_es: Compta

source: Misspelled?
ca_es: És un error ortogràfic?

source: Total Unique Words
ca_es: Total de paraules úniques

source: Add to Dictionary
ca_es: Afegeix al diccionari

source: Find in Text
ca_es: Cerca al text

source: Style Classes in CSS Files
ca_es: Classes d'estils als fitxers CSS

source: CSS File
ca_es: Fitxer CSS

source: Class Selector
ca_es: Selector de classes

source: Used In HTML File
ca_es: Utilitzat al fitxer HTML

source: <p>This is a list of the class based selectors in all CSS files and whether or not the selector was matched from a style in an HTML file.<p>
ca_es: <p>Llista dels selectors de classe de tots els fitxers CSS amb indicació d'ús en algun dels fitxers HTML.<p>

source: Delete From Stylesheet
ca_es: Esborra del full d'estil

source: Close Other Tabs
ca_es: Tanca les altres pestanyes

source: Cannot edit file
ca_es: No es pot editar el fitxer

source: The requested file name contains non-ASCII characters. You should only use ASCII characters in filenames. Using non-ASCII characters can prevent the EPUB from working with some readers. Continue using the requested filename?
ca_es: El nom de fitxer que heu indicat conté caràcters no ASCII. Es recomana que els noms de fitxer només tinguin caràcters ASCII ja que, altrament, l'EPUB podria donar problemes en alguns dispositius de lectura. Encara voleu fer servir aquest nom de fitxer?

source: Validation Results
ca_es: Resultat de la validació

source: An exception occurred during validation: %1.
ca_es: Hi ha hagut una excepció en validar: %1.

source: N/A
ca_es: No disponible

source: Message
ca_es: Missatge

source: No problems found!
ca_es: No s'ha trobat cap problema!

source: Line
ca_es: Línia

source: <p>The operation you requested cannot be performed because <b>%1</b> is not a well-formed XML document.</p><p>An error was found <b>at or above line %2: %3.</b></p><p>The <i>Fix Manually</i> option will let you fix the problem by hand.</p>
ca_es: <p>No es pot fer l'operació que heu demanat ja que el document XML <b>%1</b> no és ben format.</p> <p>Hi ha un error <b>a la línia %2: %3 o abans.</b></p> <p>L'opció <i>Corregeix manualment</i> permet solucionar el problema manualment.</p>

source: <p>The <i>Fix Automatically</i> option will instruct Sigil to try to repair the document. <b>This option may lead to loss of data!</b></p>
ca_es: <p>L'opció <i>Corregeix automàticament</i> farà que el Sigil intenti corregir el document. <b>Això pot fer que es perdin dades!</b></p>

source: Fix &Automatically
ca_es: Corregeix &automàticament

source: Fix &Manually
ca_es: Corregeix &manualment

source: quotation mark
ca_es: cometes rectes

source: ampersand
ca_es: et (i comercial)

source: apostrophe
ca_es: apòstrof

source: less-than sign
ca_es: més petit que

source: greater-than sign
ca_es: més gran que

source: no-break space
ca_es: espai indivisible

source: inverted exclamation mark
ca_es: exclamació inicial

source: cent sign
ca_es: símbol de centau

source: pound sign
ca_es: símbol de lliura

source: currency sign
ca_es: símbol de moneda

source: yen sign
ca_es: símbol del ien

source: broken bar
ca_es: barra trencada

source: section sign
ca_es: signe de secció

source: diaeresis
ca_es: dièresi

source: copyright symbol
ca_es: símbol de copyright

source: left-pointing double angle quotation mark
ca_es: cometes baixes inicials

source: not sign
ca_es: signe de negació

source: soft hyphen
ca_es: guionet opcional

source: registered sign
ca_es: símbol de registrat

source: macron
ca_es: màcron

source: degree symbol
ca_es: símbol de grau

source: plus-minus sign
ca_es: signe més menys

source: superscript two
ca_es: dos volat

source: superscript three
ca_es: tres volat

source: acute accent
ca_es: accent agut

source: micro sign
ca_es: signe micro

source: middle dot
ca_es: punt volat

source: cedilla
ca_es: vírgula

source: superscript one
ca_es: u volat

source: right-pointing double angle quotation mark
ca_es: cometes baixes finals

source: vulgar fraction one quarter
ca_es: fracció un quart

source: vulgar fraction one half
ca_es: fracció un mig

source: vulgar fraction three quarters
ca_es: fracció tres quarts

source: inverted question mark
ca_es: interrogant inicial

source: Latin capital letter A with ring above
ca_es: lletra llatina A majúscula amb rodoneta damunt

source: Latin capital letter AE
ca_es: lletra llatina AE majúscula

source: multiplication sign
ca_es: signe de multiplicació

source: Latin capital letter O with stroke
ca_es: lletra llatina O barrada majúscula

source: Latin small letter sharp s
ca_es: lletra llatina eszett minúscula

source: Latin small letter a with ring above
ca_es: lletra llatina a minúscula amb rodoneta damunt

source: Latin small letter ae
ca_es: lletra llatina ae minúscula

source: division sign
ca_es: signe de dividir

source: Latin small letter o with stroke
ca_es: lletra llatina o barrada minúscula

source: Latin capital ligature oe
ca_es: lligadura llatina OE majúscula

source: Latin small ligature oe
ca_es: lligadura llatina oe minúscula

source: Latin small letter f with hook
ca_es: lletra llatina f minúscula amb ganxo

source: Greek capital letter Alpha
ca_es: lletra grega ALFA majúscula

source: Greek capital letter Beta
ca_es: lletra grega BETA majúscula
